Repository: DBinaghi/plugin-HideFiles
Catalog: languages/*.po
Languages: it

source: Hidden by Hide Files plugin
it: Nascosto dal plugin Hide Files

source: %sWarning%s: this will remove all information added by this plugin, thus files will no more be hidden.
it: $sAttenzione$s: questo rimuoverà tutte le informazioni aggiunte da questo plugin, di conseguenza nessun file sarà più nascosto.

source: Hidden Files
it: File nascosti

source: Public
it: Pubblico

source: Yes
it: Sì

source: The file is now Public, so any visitor and user can see it.
it: Il file è ora pubblico, ovvero ogni visitatore ed utente potrà vederlo.

source: Access to the file has now been restricted via the Hide Files plugin.
it: L'accesso al file è stato ora ristretto per mezzo del plugin Hide Files.

source: Scope
it: Ambito

source: Restrict Users Access
it: Restringi accesso utenti

source: Hide on Public Side
it: Nascondi su lato pubblico

source: If checked, files will always be hidden on Public side, regardless of whether the user is logged-in or not.
it: Se selezionata, i file saranno sempre nascosti sul lato pubblico, indipendentemente dal fatto che l'utente abbia fatto accesso o no.

source: Admin
it: Amministrazione

source: Show Hidden Files List
it: Mostra lista file nascosti

source: If checked, a link will be added to the main Admin navigation menu to show a list of all hidden files.
it: Se selezionata, verrà aggiunta una voce al menu di navigazione principale per mostrare una lista di tutti i file nascosti.

source: Show Original Filename
it: Mostra nome file originale

source: If checked, when browsing hidden files the original filename will be shown.
it: Se selezionata, nella lista di file nascosti verrà mostrato il nome file originale.

source: This is the file stored in the repository and hidden via the <strong>Hide Files</strong> plugin.
it: Questo è il file immagazzinato nell'archivio e nascosto grazie al plugin <strong>Hide Files</strong>.

source: Click on a filename to access that specific file, or on an Item name to access the associated Item.
it: Clicca sul nome di un file per accedervi, o sul nome di un documento per accedere al documento associato.

source: Filename
it: Nome del file

source: Date Added
it: Data aggiunta

source: Item
it: Documento

source: There seems to be no file stored in the repository and hidden via the <strong>Hide Files</strong> plugin.
it: Non sembrano esserci file immagazzinati nell'archivio e nascosti grazie al plugin <strong>Hide Files</strong>.
